/* No comment provided by engineer. */
"About Verbatim Solutions" = "Sobre Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™ desarrollado por Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Presione aquí para comenzar a escribir";

/* No comment provided by engineer. */
"All translation history has been cleared." = "Se ha eliminado el historial de traducción completo.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "¿Está seguro de que desea eliminar el historial de traducción completo? Sus traducciones anteriores se dejarán de mostrar como sugerencias.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Clear" = "Borrar";

/* No comment provided by engineer. */
"Clear Translation History" = "Borrar historial de traducción";

/* No comment provided by engineer. */
"Done" = "Listo";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Presupuesto profesional";

/* No comment provided by engineer. */
"Request Professional Quote" = "Solicitar un presupuesto profesional";

/* No comment provided by engineer. */
"Submitting.." = "Enviando…";

/* No comment provided by engineer. */
"Translating.." = "Traduciendo";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™ es desarrollado por Verbatim Solutions, proveedor líder de servicios profesionales de traducción. Verbi™ le ofrece traducciones automáticas instantáneas sin sustituir a los servicios de un traductor profesional y matriculado. Para solicitar una traducción profesional efectuada por uno de nuestros traductores matriculados, por favor comuníquese con nosotros por alguno de los siguientes medios";

/* No comment provided by engineer. */
"Mail:" = "Correo electrónico:";

/* No comment provided by engineer. */
"Call:" = "Teléfono:";

/* No comment provided by engineer. */
"Online:" = "En línea:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ Translate";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Lo sentimos, ha ocurrido un error. Por favor intente nuevamente.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";